{
  "author": "Koai",

  "0000": "0000. Admiral, if you're not too busy, I would like to spend this night with you. Just the two of us...alone. Okay~? ^^",
  "0100": "0100. It can get pretty cold during the night, huh, Admiral? Would you like to use me to warm yourself up? I don't mind. So long as you don't do this with anyone other than me.",
  "0200": "0200. When expeditions return, be sure to restock everyone's fuel and ammunition. Making sure they're alright? Well, I guess I can allow that much... Oh, nothing~!",
  "0300": "0300. When living on the edge, you've got to stay sharp. Much like the end of a blade, glistening with red... Huh? Oh, nothing.",
  "0400": "0400. Admiral, it's time for physical exercises with the ship girls. Try not to get too physical with anyone that isn't me though, okay?",
  "0500": "0500. Admiral, how was practice? You look a bit worn out. I don't dislike that tired look on your face, though...",
  "0600": "0600. The sunrise sure is beautiful, isn't it? If you'd like to watch together, I would be overjoyed. Say...has any other girl asked to watch with you?",
  "0700": "0700. It's about time for breakfast, Admiral. What would you like today? I can make anything if it's for you, Admiral...",
  "0800": "0800. How did you like my pancakes? I hope they weren't too hard on your stomach. Eh? You wouldn't mind having them for lunch, as well as dinner? Admiral, you're much too kind.",
  "0900": "0900. It seems our expeditions from last night have returned. Make sure to resupply and... Hey, are you staring at someone other than me?",
  "1000": "1000. The docks are going to be filled up pretty soon... Admiral, when we get the chance, want to go in together? You have to promise not to look at other girls, though!",
  "1100": "1100. Admiral, it will soon be nearing lunch. You aren't still full from this morning's pancakes, are you...?",
  "1200": "1200. Oh? Mamiya prepared lunch? How thoughtful of her to make me something... What, you wanted to try some? You know I won't allow you to enjoy another woman's cooking, silly Admiral. Here, I'll make you something special~",
  "1300": "1300. How was the fried lobster, Admiral? I used a lot of unique seasonings this time. (KISARAGI)",
  "1400": "1400. My, my. You look a bit stressed, Admiral. Why not rest for a bit? I'll watch over you while you sleep.",
  "1500": "1500. It's time for another physical exercise. Don't forget to change out the equipment from your last sortie run.",
  "1600": "1600. Nice work, as always, Admiral! Should I reward you for not staring at other girls during practice?",
  "1700": "1700. Admiral, our expeditions have returned. We should begin preparing dinner for everyone. Ah, but don't worry. I'll make yours unique, of course.",
  "1800": "1800. Hibiki sure does love to help out in the kitchen, doesn't she? Such a sweet little girl. Ah, but don't look at her too much, okay? Your eyes were made to look at me.",
  "1900": "1900. The docks seem to be clear at the moment. How about we wash up together, Admiral? Let's be fast, though. I don't want anyone else peeping at your body...",
  "2000": "2000. Looking at the moon together like this isn't so bad every now and then, huh? Eh? You've done this with Hibiki too...? Admiraaaaaal...? (FUSOU)",
  "2100": "2100. It's alright, Admiral. I'll forgive you this time, only because I really like Hibiki, though.",
  "2200": "2200. Our expeditions are heading out again. Say, Admiral... How often do you check your quests? Ooyodo tells me she's very fond of you...",
  "2300": "2300. The true hours of the night are just beginning. Admiral, I often hear that people like to confess their affection under the blanket of moonlight. Do you...often get called on by other girls during the night, I wonder? That would be no good.",

  "randoms": ["/me swiftly hides a medium-length, steel-colored object.", "You know, I wouldn't mind if you spent less time speaking to others than you do with me.", "Oh, did you need something? Did you want someone to disappear?", "/me stares silently with a smile.", "Eh?", "Sure...", "Admiraaaaaaaaal~ (FUSOU)", "No! Don't!", "(NOSHIRO)", "хорошо.", "Ура!", "I won't allow it!", "(KISARAGI)", "I seeeeeeee youuuuuu~", "Of course!", "<3", "Error. I didn't quite catch that.", "/me backs away slowly."]
}
