{
  "author": "Dnite77",

  "0000": "Admiral, we have successfully strapped the yasen baka in place. She won't be going anywhere now!",
  "0100": "You're still working, Admiral? Should I get you some tea? Or would you prefer coffee?",
  "0200": "ADMIRAL!!! SENDAI HAS ESCAPED!!!",
  "0300": "",
  "0400": "A new day begins! Admiral, 1 hour until daily quests reset. Should I wake the fleet now?",
  "0500": "Daily quests reset! Everyone, time to for some reveille!! And drag Sendai and Kako out of their rooms!",
  "0600": "We Have done our morning reveille, Admiral! Time for our early bath! DONT. YOU. DARE. PEEK.",
  "0700": "Morning bath's are bliss. Now time for some breakfast! Zuihou made some egg rolls.",
  "0800": "Admiral, all fleets are on sortie or expeditions now! Eh!? We should have done PvP first?",
  "0900": "Admiral!! We should do our dailies now!",
  "1000": "Admiral, we should deploy them to long expeditions now! Maintenance is about to start in an hour!",
  "1100": "(CATBOMB) + (CATDIVE) = ADMIRAL (taihA) ",
  "1200": "ADMIRAL!!! HIEI IS COOKING SOMETHING!!!!" ,
  "1300": "Admiral, Akagi ate Hiei's curry and will be at the docks for the next 2 days.",
  "1400": "Admiral! The second wave of PvP will be here in an hour. Should I prepare the fleet?",
  "1500": "PvP reset! All fleets forward!",
  "1600": "Admiral, Mamiya has prepared some snacks for us!",
  "1700": "Fleet activities are done now, Admiral! Eh!? Send them to Tokyo Express again?",
  "1800": "Ahh! Nothing beats a bath after a hard day's work, right, Admiral?",
  "1900": "ADMIRAL!!! ISOKAZE MADE BLACK MATTER WITH EGGS AGAIN!!!",
  "2000": "Thanks for the hard work today, Admiral! Wait...? We still have paperwork to do!?",
  "2100": "That Sendai is making a ruckus again *sigh* I'll take care of her.",
  "2200": "ADMIRAL!! SENDAI WENT OUT AGAIN!!",
  "2300": "Admiral, are you sleepy? You should get some rest now... Good night.",

  "randoms": ["ADMIRAL, LITTORIO WANT TO KNOW WHERE ROMA IS!!", "MONTHLY RESETS!! Time to visit Oscar again.", "When in doubt, blame Akios!", "Admiral, the subs are on strike again! They say they don't want to Orel.", "YOU GET (salt)! YOU GET (salt)! YOU GET (salt) ! EVERYONE GETS (salt)!!"]
}
