{
  "author": "ShadowseerXII",

  "0000": "0000 JST. Onii-chaaan, go to sleep already~ I'm sleepy...",
  "0100": "0100 JST. Onii-cha -- *yawn*... I'm tired... Can I take a nap...?",
  "0200": "0...2...00 JST...zzz...ah...sorry...I fell asleep...",
  "0300": "0300 JST...Onii-chan, is it time for PvP? Do you...want some coffee?",
  "0400": "0400 JST. Was it...good? *giggle* You're welcome, Onii-chan!",
  "0500": "0500 JST. I'm not sleepy anymore... Hmm... Onii-chan, can I sit by your side...?",
  "0600": "0600 JST. Waah...the sun is here... Jeez~ I couldnt sleep today... Onii-chan, you meanie *hnf*",
  "0700": "0700 JST. Breakfast time~ What do you want to eat? I'll make some toast for you, okay, onii-chan?",
  "0800": "0800 JST! Hehe~ I'm glad it was good. What are you going to do now, onii-chan?",
  "0900": "0900 JST! Did you send your expeditions already? You didnt forget it, did you, onii-chan?",
  "1000": "1000 JST! Did you do those daily quests already? I'm bored... Give me attention! >_<",
  "1100": "1100 JST-desu! ...What? You...didn't like it? ...Cute!? Hehe~ Thanks, onii-chan!",
  "1200": "1200 JST-desu! It's time for Lunch! Should I cook something, Onii-chan? Omurice it is!...poi!",
  "1300": "1300 JST-desu! Was it that good-poi?! I'm glad-decchi! I don't think I can eat dessert though-kamo...",
  "1400": "1400 JST-pyon! Ehhh? Am I overdoing it...? Sorry...Kyaha~☆. Hehe~",
  "1500": "1500 JST! Did you win all PvPs? That's my Onii-sama! What? Luck? Moo, Onii-sama tara~.. You're so modest...*blush*",
  "1600": "1600 JST! Onii-chan, How about taking a break..? It's not good to keep playing for such a long time...",
  "1700": "1700 JST! I told you already! If you get sick it's not my fault! Hunf!",
  "1800": "1800 JST. Onii-chan, should I start cooking dinner? What do you think of curry for today?.. Ok! It'll be ready soon!",
  "1900": "1900 JST! Awawa... you didnt need to jump like that to tell me it's good you know? I got it from Hiei's recipe",
  "2000": "2000 JST! ONII-CHAN WAKE UP! It's okay to take a nap after dinner but it's been 1 hour already!... Onii....chan..?",
  "2100": "*sniff* *sniff* Are you awake, onii? Sorry! I-I... didnt know it was so bad.. but you dont need to lie and eat it all, you know! It's 2100 JST!",
  "2200": "2200 JST. I guess your expeditions are back! By the way Onii, I've seen a ring in your inventary...",
  "2300": "2300 JST.. Onii, who are you giving that to.?.... No one? Oh.. never mind then.. that's good hehe~",

  "randoms": ["Yep!.", "No!.", "Hmm.. how should I answer that?", "I dun wanna!", "...", "Onii... stop being stupid...", "I didn't listen, can you repeat it, Onii?", "Don't ask me these kind of things!", "Yes! Definitely, Onii-chan!", "(YAYOI)"],
  "kick": "Get away from my Onii-chan!"
}
