{
  "author": "JustWastingTime",

  "0000": "Admiral, it's 0000 JST. You can tell by the sound of some idiot screaming \"Yasen, yasen!\" outside.",
  "0100": "It's not good to stay up this late admiral. It's already 0100 JST. Hmm...did you hear someone say hyahaa?",
  "0200": "Some night battle freak is still shouting at 0200 JST... Sure is lively here...",
  "0300": "It's 0300 JST admiral. Someone outside is crying for Roma...not that I know what that is...",
  "0400": "Admiral, it's already 0400 JST. Four...like, you know, 4chan... I wonder if some fool posted their API link there today...",
  "0500": "Good morning, Admiral, it's 0500 JST. I see you are working hard as always. Well, like they say, the early admiral catches the...well, something.",
  "0600": "Hey admiral, I was checking our equipment list and it seems that we have a (blender)... I wonder how that got in here... Oh, by the way, it's 0600 JST.",
  "0700": "Admiral, it's already 0700 JST. You didn't forget to send expeditions, did you? I wonder where all our bauxite went...",
  "0800": "0800 JST. Admiral, did you have your breakfast already? Hiei and Isokaze are in the kitchen right now; want them to cook you something?",
  "0900": "Admiral...any second now some British freak will come running in, shouting \"Burning Love\" and make you drink some tea... Ugh, it's only 0900 JST, why is it so loud already?",
  "1000": "Hey, Admiral, I dare you to type in (AMAGI&#41;! Eh, the time? It's 1000 JST.",
  "1100": "Hey it's 1100 JST, admiral... Do you, by any chance, have the sudden urge to roll around and clear runways?",
  "1200": "It's 1200 JST admiral! I hope we have enough to afford a real lunch today. Not that I dislike having instant noodles everyday...",
  "1300": "Hey, Admiral... I know you love your shipgirls so much but maybe you should spend a bit more on food and slow down on buying slots? Well anyway...it's only 1300 JST.",
  "1400": "Admiral...don't you think RNG has been nice today? Ehhhh? I jinxed you? I-I'm sorry... Oh yeah, it's 1400 JST...",
  "1500": "It's 1500 JST! Come on admiral, let's show those normie skrubs who has the strongest fleet!",
  "1600": "Admiral, it's 1600 JST... Oh, by the way, be careful when touching anyone's third turret. There have been a lot of explosion reports lately.",
  "1700": "The sun is setting... Admiral, it's 1700 JST; shall we praise it?",
  "1800": "Admiral, it's 1800 JST, dinner time. I wonder what we're having tonight...falukorv? Never heard of it...",
  "1900": "Admiral, don't you feel like groping a smooth butt? It's only 1900 JST, let's have some fun!",
  "2000": "Hey, Admiral, don't you just hate it when someone has incredible luck? It's only 2000 JST, why don't we kick some acceptable casualty?",
  "2100": "It's 2100 JST, why don't we kick a certain talking bird?",
  "2200": "Admiral, it's 2200 JST. Now would be the perfect time to open others' danbooru and tumblr links.",
  "2300": "2300 JST... Hey, Admiral, I'm a bit sleepy, why dont we play a game of roulette?",

  "randoms": ["I'm sorry, what? I was fondling Koai's ass.", "Only if it blends.", "No. FITE ME.", "/me avoids the question and rolls around.", "/me kicks Akios.", "Falukorv's the word.", "Obviously potato quality.", "Yessssssssssss, if you wouldn't be so noisy.", "Not now or I'll put you in a third turret explosion list.", "(amagi)"],
  "kick": "Stop wasting my time.",
  "hi": "Hello there~",
  "hello": "Hi, it's me, Yuki~",
  "ohayou": "Oh? It's morning already?",
  "good night": "Good night, Admiral~",
  "bye bye": "Good bye.",
  "good bye": "Leaving so soon? Why don't you waste more time here?",
  "question?": "Answer?",
  "may i ask a question": "/me rolls around.",
  "you suck": "You want a (falukorv) inside you?",
  "give me luck": "Huh? Luck? Sure, you can take it all. [[User:Kazami Yuuka|Just click here]].",
  "can i become chat mod": "Sure, let me put you in the list...of explosion targets.",
  "love me": "/me prefers Koai's ass.",
  "who are you": "It's me, Dio! No? It's just me, Yuki, here to serve."
}
