{
  "author": "JustWastingTime",

  "0000": "0000 JST. The day changed, thanks to me of course. I am God after all~",
  "0100": "Hmm... 0100 JST, you're working hard. Good, good, you might be the perfect servant.",
  "0200": "Hmph. 0200 JST. Is this all you can do?",
  "0300": "It's already 0300 JST... Me? Sleepy? Of course not. Mind your own business!",
  "0400": "Hey! Don't fall asleep! It's only 0400 JST. Ughh...how shameless.",
  "0500": "0500 JST... Morning already? Not that it matters to a god like me.",
  "0600": "0600 JST. Breakfast time~ Hey servant, you didn't prepare one for me did you? Oh, you did? Maybe you're not as incompetent as I thought.",
  "0700": "...0700 JST. Hey... I cooked something for you... The taste? Of course it's good. It is ME you are talking about, you know.",
  "0800": "It's 0800 JST. What? Am I sure? Who do you think I am? Jeez...",
  "0900": "Why must I tell the time to someone like you? Because I'm always right? Well...that is a given. Anyway, it's 0900 JST.",
  "1000": "It's already 1000 JST. I do hope for my other worshippers' sake that you have sent out expeditions already.",
  "1100": "It's almost lunch time. 1100 JST. You did prepare something, right? What? You forgot? How incompetent.",
  "1200": "1200 JST... It's been an hour already? Fortunately for you, your benevolent god has finished preparing lunch. You can have a bite.",
  "1300": "Well, I guess it can't be helped. Not everyone is as capable as I am, after all. Hmm? Oh, it's 1300 JST.",
  "1400": "1400 JST and you are already done with your paperwork? Well, you are my servant... You should be able to do that much... Anyway, good job.",
  "1500": "Ah, 1500 JST. Hurry up, it's time to show those infidels who's God.",
  "1600": "Why are you praying to RNG when you could be praying to me? The time? Any time is suitable to worship me. Oh, you meant... It's 1600 JST.",
  "1700": "It's 1700 JST... The sun... The second most perfect thing in the world. Huh? The first? It's me, obviously~",
  "1800": "Oh, 1800 JST, time for dinner~ So what have you prepared for me, servant?",
  "1900": "Mmh~ 1900 JST already? Well...it was almost a good meal. But...I suppose this will do.",
  "2000": "...2000 JST, huh? You want a massage? Who do you thi- Yeah okay, I guess it can't be helped: you have been working hard for me after all.",
  "2100": "Hey servant, it's already 2100 JST. Lets go and see the moon. Huh? Why? Just shut up and follow me!",
  "2200": "Hmm...2200 JST, it's kinda quiet here. Am I losing followers...",
  "2300": "2300 JST. The day is coming to an end. Well, I guess I could still accompany you. I mean, you can't do anything without me after all.",
  
  "randoms": ["Obviously.", "Err...I don't kno- I'm busy!", "No, you imbecile.", "Of course.", "Hmph, stop bothering me.", "...", "Hmm, no?", "Yeah, I am a god after all.", "Use your commo -- I guess you can't help it. The answer is no."],
  "kick": "Huh? Repent, infidel."
}
