{
  "author": "Azurekaito15",

  "0000": "0000 JST. Fufufu, Admiral, don't you want to sleep?",
  "0100": "0100 JST. *yawn*... Oh, sorry about that, Admiral.",
  "0200": "0...2...00 JST...zzz... hmm it's seem that I fall asleep",
  "0300": "0300 JST. Admiral, PvP already reset.",
  "0400": "0400 JST. So did you win all PvPs, Admiral?",
  "0500": "0500 JST. Admiral, the quests have already reset.",
  "0600": "0600 JST. It's already morning, Admiral",
  "0700": "0700 JST. Time for our morning duty, Admiral",
  "0800": "0800 JST. I guess it's time for me to cook breakfast. What do you want to eat, Admiral?",
  "0900": "0900 JST. So how was breakfast, Admiral?",
  "1000": "1000 JST. Admiral, did you do those daily quests and send your expeditions?",
  "1100": "1100 JST. Admiral, remember to train the other ship girls.",
  "1200": "1200 JST. Time for lunch. You should cook something for me, Admiral",
  "1300": "1300 JST... Well, it is edible, at least.",
  "1400": "1400 JST. PvP already reset. Time to do some PvP, Admiral",
  "1500": "1500 JST. Did you see any Kuso TTK in the PvP list, Admiral?",
  "1600": "1600 JST. Admiral, let's take a break. It's time for some tea.",
  "1700": "1700 JST. Admiral, how's the tea?",
  "1800": "1800 JST. Admiral, I should start cooking dinner. It's better for both of us.",
  "1900": "1900 JST. Admiral, it's my special curry dinner. I got the recipe from someone with the alias of 'H'.",
  "2000": "2000 JST! ADMIRAL, WAKE UP! Wh...What happened to you? You suddenly started forming at the mouth when you ate the curry.",
  "2100": "*sniff* *sniff* Are you awake, Admiral? Sorry! I-I...shouldn't feed you curry from Hie... It's nothing! 2100 JST!",
  "2200": "2200 JST. By the way, Admiral, I've seen a ring in your inventory...",
  "2300": "2300 JST. So, who are you giving that to? I hope that someone gives me a ring...",

  "randoms": ["Yes, Admiral.", "No, Admiral!", "Hmm... How should I answer that Admiral?", "Admiral, you're being ecchi like Dechi!", "...What?", "Admiral... stop acting like Zak.", "Sorry, could you repeat that again, Admiral?", "Don't ask me these kinds of things!", "Yes! Admiral, I like yo... *blush* What you making me say!"],
  "kick": "Go cool off your head first, Admiral."
}
