{
  "author": "ゆーたん",

  "0000": "Midnight DESU!! (deesu) A NEWDAY of Kancolle~",
  "0100": "ONE O' CLOCK DEESU!! (deesu) HEY Teitokuu~ What'cha doin' under your chair?",
  "0200": "TWO O' CLOCK!! (deesu) Hoho~ So [i]that[/i]'s what you've been doing under [i]there[/i]~",
  "0300": "THREE O'CLOCK!! TEATIME DESU!! (deesu) Oh, it's still MORNING desu...",
  "0400": "PVP RESET DESU!! (deesu) If you don't get 5 S-Ranks in PVP, I'll stuff your throat with the leftovers of Hiei's British bangers~ [i](If you do, I'll stuff them down anyway~)[/i]",
  "0500": "FIVE O' CLOCK DESU!! (deesu) HEEEEYYY TEITOKUUU~ It's about time you stopped hiding in the loo~ Hiei's still got seconds~",
  "0600": "SIX O' CLOCK!! (deesu) HEEEEYYY TEITOKUUU~ If you're done with that [b][i][u]thing[/b][/i][/u] you're doing in the loo, get out here like a real man!!",
  "0700": "SEVEN O' CLOCK DESU!! (deesu) The morning air makes me want to shoot a few Abyssals~!! E-eh?! 4-5... well... NEVERMIND DESU!! ><",
  "0800": "EIGHT O' CLOCK!! (deesu) FIRE! FIRE! These [i]guns[/i] won't lose to anyone, not even to Yamato DESU!! W-wait... that came out wrong...",
  "0900": "NINE O' CLOCK DESU!! (deesu) HEEEEYYY TEITOKUUU~ Go out with me and smell the flowers! Stop doing stuff where I can't see you!!",
  "1000": "TEN O' CLOCK DESU!! (deesu) I'll go make lunch. Hiei here brought snacks~ H-hold on, TEITOKUUUU!! Stop running!! The snacks are HEEERE!!",
  "1100": "Eleven o' clock... I may sometimes overstep my relationship with the admiral... but I hope he doesn't mind. He's the only one that sees me for me... W-wait, Y-you heard everything?! I-I mean... It's time to help me prepare LUNCH!! (deesu)",
  "1200": "NOONTIME DESU!! (deesu) LUNCH IS READY!! Eat up~ ....... Oh, by the way... Hiei and I switched roles, [i]she[/i] cooked this time around~",
  "1300": "ONE O' CLOCK!! (deesu) HEEEEYYY TEITOKUUU~ Get outta that docks; there are many more ships that actually need to use it ya know?!",
  "1400": "TWO O' CLOCK!! (deesu) I'll go make some scones and tea~",
  "1500": "THREE O' CLOCK DESU!! (deesu) TEATIME DESU!! Oh, and the PvPs reset just 'bout now. I made scones!",
  "1600": "FOUR O' CLOCK!! (deesu) HEY!! Stop doing your weird stuff under the table!! If you want... I'll... help...",
  "1700": "FIVE O' CLOCK DESU!! (deesu) I've made tea and some more scones~ SHIT!! I forgot the jelly!! Ah, thanks Hiei, you made some extra.",
  "1800": "SIX O' CLOCK!! (deesu) I'm glad everyone came back safe~ I'll make dinner for ya soon~ Teitokuuu~ have you woken up from your SIESTA yet?",
  "1900": "SEVEN O' CLOCK DESU!! (deesu) Dinner is gonna be... the stuff the you didn't eat this morning~ Hiei's bangers don't spoil so easily now, do they?",
  "2000": "EIGHT O' CLOCK DESU!! (deesu) After a dinner like that, ya gonna take a bath or anything? Well, it doesn't matter. There's a time and place for everything anyways.",
  "2100": "NINE O' CLOCK!! (deesu) It's a bit quiet now... I know!! FIRE!! FIRE!! Now everyone won't be so solemn now~",
  "2200": "TEN O' CLOCK DESU!! (deesu) HEEEEYYY TEITOKUUU~ Are ya planning to stay up this late again? Well... not that I don't mind... MAYBE.",
  "2300": "Eleven o' clock... Sometimes, a bit of quiet at night isn't so bad, I guess. I think it's just you and me tonight, Admiral. thanks again for another day of hard work. Here's to the next one!! (deesu)",

  "randoms": ["(deesu)", "DESU!! (deesu)", "(amagi)", "/me pounces on an unfortunate Oh Yodo desu.", "/me throws random stuff at JWT, or whatever's left of him.", "デース❢❢", "WELCOME TO ENGLAND, BLOODY HELL!!"],

  "kick": "BUUURNING....LOOOVE! (deesu)"
}
