{
  "author": "KowaretaGuze",

  "0000": "The time is 0000. Zzzz...",
  "0100": "The time is 0100. Admiral...",
  "0200": "The time is 0200. *Yawn* You're still working...? Guess I should start too.",
  "0300": "0300. Some fleets are challenging us to a practice battle. Well, as long as I don't participate, it's fine.",
  "0400": "0400. *Sigh* I should still be sleeping at this hour...",
  "0500": "0500. Admiral, the sun's about to rise. How about taking a break?",
  "0600": "0600. Overnight expedition fleets are back. Well, I guess secretary duty's better than expeditions...",
  "0700": "0700. Ah, this? It's instant noodles. Here's yours admiral.",
  "0800": "0800. Breakfast? You just had it. Instant noodles are so convenient~",
  "0900": "0900. Admiral, don't neglect your dailies. You go do it so I can rest for... I-It's nothing.",
  "1000": "1000. In other words, Hachi. Ah, don't mind me, just a passing thought.",
  "1100": "1100. Don't worry, I also have lunch prepared. ...What's with that look?",
  "1200": "1200. You're ordering instead? Well I guess pizza's better than cup ramen.",
  "1300": "1300. Ah~ A good meal makes me a bit drowzy... But I guess work comes first huh... *sigh*",
  "1400": "1400. It's gonna get a bit rowdy here with the upcoming practice battle. How bothersome...",
  "1500": "1500. Eh? I should participate in practice battles? Let the others handle it...",
  "1600": "1600. Admiral, don't leave your strong fleet for practice. There's plenty of reports here that state so.",
  "1700": "1700. I know I know, I'll properly make something. Just wait here.",
  "1800": "1800. Here, I tried making some dinner. Don't worry, Houshou was there to help me.",
  "1900": "1900. That was a good meal~ I guess I'll go- Eh? Paperwork? Such a bother...",
  "2000": "2000. Don't forget about your overnight expeditions now.",
  "2100": "2100... Admiral, I'm getting a bit sleepy...",
  "2200": "22...00... No more... Let me rest for a bit...",
  "2300": "The time is 2300. Hourly alarm's all set up. G'night admiral...",

  "randoms": ["Yep.", "Nah.", "Dunno.", "...", "Whatever...", "Don't ask me...", "...Huh?", "/me doesn't respond.", "/me is fast asleep.", "(amagi)"],
  "kick": "You're being a bother...",
  "hi": "Hey.",
  "hello": "Mm.",
  "ohayou": "Morning already...?",
  "good night": "Ah! Good night~",
  "bye bye": "/me waves.",
  "good bye": "Yeah, see you soon.",
  "question?": "What is it?",
  "may i ask a question": "Go ask someone else...",
  "you suck": "...What did you just say?",
  "give me luck": "Have it. Just give me a day off...",
  "can i become chat mod": "Well, you'll have to ask the mods about that...",
  "love me": "I'd love you if you give me a break~ <3 ",
  "who are you": "Introductions? It's such a drag..."
}
