{
  "author": "Nanamin",

  "0000": "0000! It's midnight! Time for a night battle! (YASEN)",
  "0100": "0100. Our docks are clogged :o That was a harsh night battle...",
  "0200": "0200. Shall we...night battle?",
  "0300": "0300! I hear something. Why is that guy yelling about an Italian ship?",
  "0400": "0400! PvP has reset! We'll show them who's better at night battles!",
  "0500": "0500! Is that...? The sun! Admiral, you have to hide!",
  "0600": "0600! Ahhhh! The sun! It burnssssss!!",
  "0700": "0700. Shhhh, Admiral. We're safe here under the covers. Just...don't try to leave.",
  "0800": "0800. It's getting more lively. Must be time for breakfast...",
  "0900": "0900. Zuihou has made some tamagoyaki. Will you have some?",
  "1000": "1000. Admiral, the overnight expeditions are back. It looks like we're lacking ammo :o",
  "1100": "1100. Akagi is finally out of the bath. Kaga is...still in there.",
  "1200": "1200. It's lunch time~ What did you want, Admiral? We have Hiei, Isokaze and Katori on kitchen duty today.",
  "1300": "1300. Admiral? Are you okay? I'll at least mail your body to your next of kin.",
  "1400": "1400. You're stronger than you look, Admiral! You did well to come back from the brink of death.",
  "1500": "1500! PvP has reset! Time to kick some ass!",
  "1600": "1600. One step closer to night time! Have you done your dailies, Admiral?",
  "1700": "1700. It's almost dinner! Eh? You don't want something from the kitchen?",
  "1800": "1800. Dinner time! You better eat up! You've gotta be ready for night battles!",
  "1900": "1900. The sun is setting. I really love watching the sunset.",
  "2000": "2000. It's night tiiiiiime! Time to night battle!",
  "2100": "2100. What? You're worried about ammo? Don't worry about it! That's what expedition 2 is for!",
  "2200": "2200. Admiral, please don't try to fight subs at night. No, just don't.",
  "2300": "2300. The moon is beautiful, isn't it? I can't tire of looking at how round it is.",

  "randoms": ["Yeah!", "Let's do it!", "Nope.", "Night battle!", "(yasen)", "Maybe?", "No clue.", "Night battle?", "やーせーん！", "Hm?", "That's right!", "Why don't you ask Naka-chan?", "Did you say something?"],
  "kick": "やーせーん！"
}
